Repository: jult/SquirrelMail
Catalog: plugins/show_user_and_ip/locale/*/LC_MESSAGES/show_user_and_ip.po
Languages: cs_cz, pl_pl, pt_br, ru_ru, tr_tr

source: Your username:
cs_cz: Přihlašovací jméno:
pl_pl: U¿ytkownik:
pt_br: Seu usuário:
ru_ru: Вы вошли под именем:
tr_tr: Kullanýcý adýnýz

source: Your IP address:
cs_cz: IP adresa:
pl_pl: Twój adres IP:
pt_br: Seu IP:
ru_ru: Ваш IP-адрес
tr_tr: IP adresiniz:

source: Your Hostname:
cs_cz: Název počítače:
pl_pl: Twoj host:
pt_br: Seu Host:
ru_ru: Имя компьютера
tr_tr: Bilgisayar adýnýz:

source: Welcome,
cs_cz: Vítejte,
pl_pl: Witaj,
pt_br: Bem vindo,
ru_ru: Добро пожаловать,
tr_tr: Hoþgeldiniz,

source: INFO:
ru_ru: Информация:
tr_tr: BÝLGÝ:

source: your last connection was from <strong>%s%s</strong> on <strong>%s</strong>.
cs_cz: Vaše poslední přihlášení bylo z <strong>%s%s</strong> dne <strong>%s</strong>.
pl_pl: ostatnie logowanie z <strong>%s%s</strong> dnia <strong>%s</strong>.
pt_br: Sua última conexão foi de <strong>%s%s</strong> em <strong>%s</strong>.
ru_ru: последний вход был с адреса <strong>%s%s</strong> <strong>%s</strong>.
tr_tr: son baðlantý adresiniz: <strong>%s%s</strong> ve tarihiniz: <strong>%s</strong>.

source: Show username under folders list:
cs_cz: Zobraz uživatelské jméno pod seznamem složek:
pl_pl: Poka¿ nazwê u¿ytkownika poni¿ej listy folderów:
pt_br: Mostrar usuário embaixo da lista de pastas:
ru_ru: Показывать имя пользователя под списком папок
tr_tr: Kullanýcý adýmý klasör listesinin altýnda göster:

source: Yes
cs_cz: Ano
pl_pl: Tak
pt_br: Sim
ru_ru: Да
tr_tr: Evet

source: No
cs_cz: Ne
pl_pl: Nie
pt_br: Não
ru_ru: Нет
tr_tr: Hayýr

source: Show IP address under folders list:
cs_cz: Zobraz IP adresu pod seznamem složek:
pl_pl: Poka¿ adres IP poni¿ej listy folderów
pt_br: Mostrar IP embaixo da lista de pastas:
ru_ru: Показывать IP-адрес под списком папок
tr_tr: IP adresimi klasör listesinin altýnda göster:

source: Show hostname under folders list:
cs_cz: Zobraz název počítače pod seznamem složek:
pl_pl: Poka¿ nazwê hosta poni¿ej listy folderów:
pt_br: Mostrar host embaixo da lista de pastas:
ru_ru: Показывать имя компьютера под списком папок
tr_tr: Bilgisayar adýmý klasör listesinin altýnda göster:
