Repository: jult/SquirrelMail
Catalog: plugins/file_manager/locale/*/LC_MESSAGES/file_manager.po
Languages: lt_lt, pl_pl

source: appears to be binary.
lt_lt: atrodo lyg dvejetainis.
pl_pl: jest plikiem binarnym.

source: You can only open text files.
lt_lt: Jûs galite atidaryti tik tekstines laikmenas.
pl_pl: Mo¿esz otwieraæ tylko pliki tekstowe.

source: Click
lt_lt: Spragtelëkite
pl_pl: Kliknij

source: here
lt_lt: èia
pl_pl: tu

source: to open anyway.
lt_lt: noredami já vis tiek atidaryti.
pl_pl: aby mimo wszystko otworzyæ.

source: Unlimited
lt_lt: Neribotas
pl_pl: Nieograniczony

source: Refresh
lt_lt: Atnaujinti
pl_pl: Od¶wie¿

source: Delete
lt_lt: Iðtrinti
pl_pl: Kasuj

source: New File
lt_lt: Naujas failas
pl_pl: Nowy plik

source: New Folder
lt_lt: Naujas aplankas
pl_pl: Nowy folder

source: Move/Rename
lt_lt: Perkelti/Pervadinti
pl_pl: Przenie¶/Zmieñ nazwê

source: Copy
lt_lt: Kopijuoti
pl_pl: Kopiuj

source: Move
lt_lt: Perkelti
pl_pl: Przenie¶

source: Edit
lt_lt: Taisyti
pl_pl: Edytuj

source: Upload
lt_lt: Nusiøsti
pl_pl: Wgraj

source: <--BACK
lt_lt: <--ATGAL
pl_pl: <--POWRÓT

source: Allow Overwrite
lt_lt: Galima perraðyti
pl_pl: Zezwalaj na nadpisanie

source: Cannot Copy File Or Folder - Destination Already Exists
lt_lt: Negalima kopijuoti failo ar aplanko - toks jau yra
pl_pl: Nie mo¿na skopiowaæ - plik lub folder docelowy ju¿ istnieje

source: Cannot Rename Or Move File Or Folder - Destination Already Exists
lt_lt: Negalima pervadinti failo arba aplanko - toks jau yra
pl_pl: Nie mo¿na przenie¶æ lub zmieniæ nazwy - plik lub folder docelowy ju¿ istnieje

source: Cannot overwrite a directory with a file.
lt_lt: Negalima perraðinëti katalogo su failu.
pl_pl: Nie mo¿na nadpisaæ katalogu plikiem.

source: Current usage =
lt_lt: Panaudojimas =
pl_pl: Aktualnie zajêto =

source: Error - Bad Syntax For CHMOD Permissions.
lt_lt: Klaida - netinka chmod teisiø sintaksë
pl_pl: B³±d - z³e argumenty dla polecenia CHMOD.

source: Error - Quota Exceeded.
lt_lt: Klaida - virðyta kvota.
pl_pl: B³±d - przekroczono limit zajêto¶ci dysku.

source: Error Occurred Attempting To Change Permissions On:
lt_lt: Ávyko klaida bandant pakeisti teises
pl_pl: Wyst±pi³ b³±d przy próbie zmiany uprawnieñ do:

source: Error Occurred Attempting To Copy File Or Folder.
lt_lt: Ávyko klaida bandant nukopijuoti faila arba aplankà.
pl_pl: Wyst±pi³ b³±d przy próbie kopiowania pliku lub folderu.

source: Error Occurred Attempting To Create File.
lt_lt: Ávyko klaida bandant sukurti failà.
pl_pl: Wyst±pi³ b³±d przy próbie utworzenia pliku.

source: Error Occurred Attempting To Create Folder.
lt_lt: Ávyko klaida bandant sukurti aplankà.
pl_pl: Wyst±pi³ b³±d przy próbie utworzenia folderu.

source: Error Occurred Attempting To Delete:
lt_lt: Ávyko klaida bandant trinti:
pl_pl: Wyst±pi³ b³±d przy próbie skasowania:

source: Error Occurred Attempting To Move Or Rename File Or Folder.
lt_lt: Ávyko klaida bandant perkelti arba pervadinti failà ar aplankà.
pl_pl: Wystapi³ b³±d przy próbie przeniesienia lub zmiany nazwy pliku lub folderu.

source: Error Occurred Attempting To Save File.
lt_lt: Ávyko klaida bandant saugoti failà.
pl_pl: Wyst±pi³ b³±d przy próbie zapisania pliku.

source: Error Occurred Attempting To Send File As Attachment.
lt_lt: Ávyko klaida bandant nusiøsti prikabintà failà.
pl_pl: Wyst±pi³ b³±d przy próbie wys³ania pliku jako za³±cznika.

source: Error determining upload quota.
lt_lt: Nepavyko nustatyti kvotos.
pl_pl: Wyst±pi³ b³±d przy próbie okre¶lenia dostêpnego miejsca na dysku.

source: FILE DOES NOT EXIST OR PROBLEM OPENING FILE
lt_lt: FAILAS NEEGZISTUOJA ARBA KILO PROBLEMOS ATIDARANT FAILÀ
pl_pl: Plik nie istnieje lub nie daje siê otworzyæ

source: File Manager
lt_lt: Failø menedþeris
pl_pl: Mened¿er Plików

source: File Saved
lt_lt: Failas iðsaugotas
pl_pl: Plik zapisano

source: File(s) Successfully Deleted
lt_lt: Failas(ai) sëkmingai iðtrinti
pl_pl: Plik(i) skasowano

source: If this problem persists, please send a message to
lt_lt: Jei ði problema pasikartos, nusiøskite þinutæ adresu
pl_pl: Je¶li problem bêdzie sie powtarza³, wy¶lij wiadomo¶æ do

source: Listing for
lt_lt: Sàraðas skirtas
pl_pl: Zawarto¶æ katalogu

source: New File Successfully Created
lt_lt: Naujas failas sëkmingai sukurtas
pl_pl: Utworzono nowy plik

source: New Folder Successfully Created
lt_lt: Naujas aplankas sëkmingai sukurtas
pl_pl: Utworzono nowy folder

source: Permissions Successfully Changed
lt_lt: Teisës sëkmingai pakeistos
pl_pl: Uprawnienia zmieniono

source: Please delete other files first.
lt_lt: Pirmiau iðtrinkite kitus failus.
pl_pl: Usuñ najpierw inne pliki.

source: Please rename one or the other.
lt_lt: Pasirinkite kità vardà.
pl_pl: Zmieñ nazwê którego¶ z nich.

source: Quota =
lt_lt: Kvota =
pl_pl: Limit zajêto¶ci =

source: Revert
lt_lt: Atvirðtinis
pl_pl: Porzuæ zmiany

source: Save
lt_lt: Iðsaugoti
pl_pl: Zapisz

source: Success!
lt_lt: Sëkmingai!
pl_pl: Sukces!

source: bytes
lt_lt: baitai
pl_pl: bajtów

source: download
lt_lt: atsisiøsti
pl_pl: pobierz

source: edit
lt_lt: taisyti
pl_pl: edytuj

source: save locally
lt_lt: iðsaugoti pas save
pl_pl: zapisz lokalnie

source: send
lt_lt: nusiøsti
pl_pl: wy¶lij

source: view
lt_lt: perþiûrëti
pl_pl: poka¿

source: Upload Multiple Files
lt_lt: Nusiøsti kelis failus
pl_pl: Wgraj wiele plików

source: File Upload
lt_lt: Failø siuntimas
pl_pl: Wgraj plik

source: Max Size
lt_lt: Didþ. dydis
pl_pl: Maksymalny rozmiar

source: (per file)
lt_lt: (failui)
pl_pl: (na ka¿dy plik)

source: File:
lt_lt: Failas:
pl_pl: Plik:

source: already exists! Check the "Allow Overwrite" checkbox to replace it.
lt_lt: jau yra! Paþymëkite "Galima perraðyti" laukà norëdami já pakeisti.
pl_pl: ju¿ istnieje! Zaznacz pole "Zezwalaj na nadpisywanie" aby go zast±piæ.

source: File(s) Successfully Uploaded
lt_lt: Failas(ai) sëkmingai nusiøstas
pl_pl: Plik(i) wgrano

source: Error Occurred Attempting To Upload
lt_lt: Ávyko klaida bandant nusiøsti
pl_pl: Wyst±pi³ b³±d przy próbie wgrania

source: Go
lt_lt: Vykdyk
pl_pl: Przejd¼

source: Error Occurred Attempting To Change File/Folder Permissions.
lt_lt: Ávyko klaida bandant pakeisti failo/aplanko teises.
pl_pl: Wyst±pi³ b³±d przy próbie zmiany uprawnieñ pliku/folderu.

source: Add Attachment From File Manager
lt_lt: Pridëti priedà ið failø menedþerio
pl_pl: Dodaj za³±cznik z Mened¿era Plików

source: Cancel
lt_lt: Atðaukti
pl_pl: Anuluj

source: Save And Close
lt_lt: Iðsaugoti ir uþdaryti
pl_pl: Zapisz i zamknij

source: Error - Size Must Be Numeric.
lt_lt: Klaida - Dydis turëtø skaièius.
pl_pl: B³±d - rozmiar musi byæ liczb±.

source: Change view links to show in
lt_lt: Pakeisti nuorodas taip, kad rodyti
pl_pl: Ustaw "poka¿" tak, aby plik otwierany by³ w

source: this window
lt_lt: ðiame lange
pl_pl: tym samym oknie

source: a separate window
lt_lt: atskirame lange
pl_pl: w nowym oknie

source: Columns
lt_lt: Strulpeliai
pl_pl: Kolumn

source: Rows
lt_lt: Eilutës
pl_pl: Rzêdów

source: Change Size
lt_lt: Pakeisti dydá
pl_pl: Zmieñ rozmiar

source: Error - Virus found in
lt_lt: Klaida - Rastas virusas tarp
pl_pl: B³±d - znaleziono wirusa w

source: You can't upload a file that has the same name as a folder. Try anyway?
lt_lt: Negalima nusiøsti failo, kurio vardas sutampa su aplanko vardu. Norite pabandyti?
pl_pl: Nie mo¿na wgraæ pliku pod tak± sam± nazw± jak folder. Spróbowaæ mimo to?

source: It looks like you want to upload a file that already exists in this directory. Do you want to overwrite it?
lt_lt: Jûs bandote nusiøsti failà, kuris jau yra tame aplanke. Bandyti pakeisti tà failà?
pl_pl: Plik o takiej nazwie ju¿ istnieje. Chcesz go nadpisaæ?

source: Click the browse button to select a file to upload.
lt_lt: Spragtelëkite ant browse mygtuko, kad pasirinkti failà siuntimui.
pl_pl: Wska¿ pliki(i) do wgrania.

source: Select a file or folder to move or rename.
lt_lt: Pasirinkite failà arba aplankà perkëlimui ar pervadinimui.
pl_pl: Wska¿ plik lub folder do przeniesienia lub zmiany nazwy.

source: Please enter new file name:
lt_lt: Áveskite naujà failo vardà:
pl_pl: Podaj nazwê pliku:

source: Please enter new file name (with optional folder where file will be moved):
lt_lt: Áveskite naujà failo vardà (galima nurodyti ir aplanko vardà, á kurá bus perkeltas failas):
pl_pl: Podaj nazwê pliku (opcjonalnie z poprzedzaj±c± go nazw± folderu):

source: Please enter new folder name:
lt_lt: Áveskite naujà aplanko vardà:
pl_pl: Podaj nazwê folderu:

source: Please enter desired permission:
lt_lt: Áveskite norimas teises:
pl_pl: Wprowad¼ nowe uprawnienia:

source: Select a file to change permissions on.
lt_lt: Pasirinkite failà, kurio teises norite pakeisti.
pl_pl: Wska¿ plik do zmiany uprawnieñ

source: Select a file to view.
lt_lt: Pasirinkite failà perþiûrai.
pl_pl: Wska¿ plik do podgl±du.

source: You cannot edit folders. Please select a file to edit.
lt_lt: Negalima redaguoti aplankø. Pasirinkite failà, kurá norite taisyti.
pl_pl: Nie mo¿na edytowaæ folderów. Wska¿ PLIK do edycji.

source: Select a file or folder to copy.
lt_lt: Pasirinkite failà ar aplankà, kurá norite kopijuoti.
pl_pl: Wska¿ plik lub folder do skopiowania.

source: Please enter target name (with optional folder where file will be moved):
lt_lt: Pasirinkite galitiná vardà (galima nurodyti ir aplankà á kurá bus perkeltas failas):
pl_pl: Podaj nazwê docelow± (opcjonalnie z poprzedzaj±c± nazw± folderu):

source: Select a file to delete.
lt_lt: Pasirinkite failà trynimui.
pl_pl: Wska¿ plik do skasowania.

source: You sure? There's no turning back once you delete any files or folders!
lt_lt: Esate tikras? Iðtrynæ duomenis jûs nebegalësite jø atstatyti!
pl_pl: Na pewno? Operacji nie da siê cofn±æ!
