Repository: jult/SquirrelMail
Catalog: plugins/vkeyboard/locale/*/LC_MESSAGES/vkeyboard.po
Languages: de_de, el, hu_hu, it, pl_pl, ru_ru

source: seconds.
de_de: Sekunden.
el: δευτερόλεπτα.
hu_hu: másodperc múlva.
it: secondi.
pl_pl: sekundami.
ru_ru: секунд(ы).

source: Are you using a public computer?
de_de: Benutzen Sie einen öffentlichen Computer?
el: Χρησιμοποιείτε έναν κοινόχρηστο υπολογιστή;
hu_hu: Nyilvános számítógépet használ?
it: Stai utilizzando un computer pubblico?
pl_pl: <strong>Czy u¿ywasz publicznego komputera?</strong>
ru_ru: Используете общедоступный компьютер?

source: Clear
de_de: Löschen
el: Καθαρισμός
hu_hu: Törlés
it: Annulla
pl_pl: Wyczy¶æ
ru_ru: Очистить

source: Close
de_de: Schliessen
el: Κλείσιμο
hu_hu: Bezárás
it: Chiudi
pl_pl: Zamknij
ru_ru: Закрыть

source: Enter your password with the
de_de: Geben Sie Ihr Passwort ein mit der
el: Εισάγετε τον μυστικό σας κωδικό με το
hu_hu: Adja meg a jelszavát:
it: Inserisci la tua password con
pl_pl: Wpisz swoje has³o przez
ru_ru: Введите ваш пароль при помощи

source: Enter your password:
de_de: Ihr Passwort:
el: Εισάγετε τον κωδικό σας:
hu_hu: Az Ön jelszava:
it: Inserisci la tua password:
pl_pl: Wprowad¼ swoje has³o:
ru_ru: Введите ваш пароль:

source: For this, you must point the mouse and keep it for few seconds on the key that you want to type.
de_de: Hierfür müssen sie mit der Maus auf diejenige Taste zeigen und ein paar Sekunden darauf bleiben die Sie tippen möchten.
el: Γι'αυτό, πρέπει να επιλέξετε με το ποντίκι και να το κρατήσετε για λίγα δευτερόλεπτα στο κουμπί που επιθυμείτε να πληκτρολογήσετε.
hu_hu: Ehhez tartsa pár másodpercig az egérmutatót a billentyû fölött, amelyet le kíván nyomni.
it: Per fare questo devi passare con il mouse sulle lettere e fermarti per qualche secondo sul tasto che vuoi premere.
pl_pl: Musisz ustawiæ myszkê i przytrzymaæ parê sekund nad klawiszem, ktory chcesz ¿eby zosta³ wpisany.
ru_ru: Просто наведите курсор мыши на кнопку, которую следует нажать, и подержите пару секунд.

source: Help
de_de: Hilfe
el: Βοήθεια
hu_hu: Súgó
it: Aiuto
pl_pl: Pomoc
ru_ru: Справка

source: It protects your password against keyloggers, which are hidden programs that capture everything that you type or click.
de_de: Sie schützt Ihr Passwort gegen Keylogger, welches Programme sind die alles aufzeichnen was sie tippen oder anklicken.
el: Προστατεύει τον μυστικό σας κωδικό από keyloggers, κρυμμένα προγράμματα που καταγράφουν ο,τιδήποτε πληκτρολογείτε ή επιλέγετε.
hu_hu: Ez a módszer megvédi a jelszavát a billentyû-lopóktól, amelyek rejtett programok a billentyûleütések és egérkattintások lehallgatására.
it: Questo sistema protegge la tua password dai keylogger, programmi nascosti che catturano qualsiasi tasto tu clicchi
pl_pl: Chroni twoje has³o przed programami typu keylogger, czyli ukrytymi programami przechwytuj±cymi wszystko co wprowadzasz z klawiatury lub naciskasz myszk±.
ru_ru: Она защищает вас от клавиатурных шпионов, т.е. от скрытых программ, перехватывающих ввод данных с клавиатуры

source: It's a keyboard that simulates a real keyboard. ;)
de_de: Es ist eine Tastatur die eine echte Tastatur simuliert. ;)
el: Είναι ένα πληκτρολόγιο που εξομοιώνει ένα αληθινό πληκτρολόγιο. ;)
hu_hu: Ez egy igazi billentyûzetet szimuláló képernyõ-billentyûzet. ;)
it: E' una tastiera che simula una tastiera reale. ;)
pl_pl: To jest klawiatura, która symuluje prawdziw± klawiaturê. ;)
ru_ru: Это клавиатура, которая имитирует настоящую клавиатуру :)

source: Login
el: Είσοδος
hu_hu: Bejelentkezés
ru_ru: Логин

source: Open Virtual Keyboard
de_de: Virtuelle Tastatur öffnen
el: ¶νοιγμα Εικονικού Πληκτρολογίου
hu_hu: A virtuális billentyûzet megnyitása
it: Apri la tastiera virtuale
pl_pl: Otwórz Wirtulan± Klawiaturê
ru_ru: Открыть виртуальную клавиатуру

source: So, you can increase your security, using the virtual keyboard and its "automatic click" function.
de_de: Sie können die Sicherheit erhöhen indem Sie die virtuelle Tastatur und ihre "Automatische Klick" Funktion verwenden.
el: Έτσι, μπορείτε να αυξήσετε την ασφάλειά σας, χρησιμοποιώντας το εικονικό πληκτρολόγιο και τη λειτουργία του "αυτόματο κλικ".
hu_hu: Így növelheti a biztonságát a virtuális billentyûzet "Automatikus kattintás" funkciójának használatával.
it: Puoi aumentare la tua sicurezza utiizzando la tastiera virtuale e la funzione di "click automatico".
pl_pl: Mo¿esz zwiêkszyæ swoje bezpieczeñstwo u¿ywaj±c wirtualnej klawiatury z funkcj± "automatycznego wciskania".
ru_ru: Таким образом, используя виртуальную клавиатуру и её функцию автоматического нажатия на кнопки, можно усилить безопасность пароля

source: The key will be pressed in
de_de: Die Taste wird gedrückt in
el: Το κουμπί θα πατηθεί σε
hu_hu: A nyomógombot lenyomom
it: Il tasto verra' premuto tra
pl_pl: Klawisz zostanie wcisniêty w
ru_ru: Клавиша будет нажата через

source: Virtual Keyboard
de_de: Virtuelle Tastatur
el: Εικονικό Πληκτρολόγιο
hu_hu: virtuális billentyûzet
it: Tastiera Virtuale
pl_pl: Wirtualna Klawiatura
ru_ru: Виртуальная клавиатура

source: Virtual Keyboard: Help
de_de: Virtuelle Tastatur: Hilfe
el: Εικονικό Πληκτρολόγιο: Βοήθεια
hu_hu: Virtuális billentyûzet: Súgó
it: Tastiera Virtuale: Aiuto
pl_pl: Wirtualna Klawiatura: Pomoc
ru_ru: Виртуальная клавиатура: справка

source: What's a virtual keyboard?
de_de: Was ist eine Virtuelle Tastatur?
el: Τι είναι το εικονικό πληκτρολόγιο;
hu_hu: Mi az a virtuális billentyûzet?
it: Cos'e' una tastiera virtuale?
pl_pl: Co to jest wirtualna klawiatura?
ru_ru: Что такое виртуальная клавиатура?

source: virtual keyboard
de_de: virtuellen Tastatur
el: εικονικό πληκτρολόγιο
hu_hu: virtuális billentyûzet
it: tastiera virtuale
pl_pl: wirtualn± klawiaturê.
ru_ru: виртуальной клавиатуры
